alsa-utils
arc-gtk-theme
arc-icon-theme
aspell-en
autopep8
bash
calibre
chromium
clang
cronie
ctags
curl
emacs
fakeroot
feh
firefox
gcc
git
grep
gtk3
ledger
linux-headers
lxappearance-gtk3
mpv
openssh
pavucontrol
pdfgrep
perl-rename
pulseaudio
python
python-matplotlib
python-numpy
python-pip
python-scipy
python-virtualenv
valgrind
xorg
redshift
ripgrep
rsync
sshfs
stow
sudo
tar
termite
thunar
ttf-dejavu
ttf-hack
ttf-linux-libertine
unrar
unzip
wget
which
zip